lib/xml/modifyReasonCode.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:modifyReasonCode>
            <!--Optional:-->
            <reasonCode>
                <!--Optional:-->
                <enabled>?</enabled>
                <!--Optional:-->
                <name>?</name>
                <!--Optional:-->
                <paidTime>?</paidTime>
                <!--Optional:-->
                <shortcut>?</shortcut>
                <!--Optional:-->
                <type>?</type>
            </reasonCode>
        </ser:modifyReasonCode>
    </soapenv:Body>
</soapenv:Envelope>